tut_examples/TJunctionFan0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          25;
        startFace       10050;
    }
    outlet1
    {
        type            patch;
        nFaces          25;
        startFace       10075;
    }
    outlet2
    {
        type            patch;
        nFaces          25;
        startFace       10100;
    }
    defaultFaces
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          3075;
        startFace       10125;
    }
)

// ************************************************************************* //
